//
//  Constants .swift
//  Arbuz(UIkit+SwiftUI)
//
//  Created by Yerkebulan Serikov on 28.05.2022.
//

import Foundation

struct Constants {
    static let watermellon: Product = Product(name: "арбуз", price: 143, description: "выбери свой арбуз с грядки", fullDescription: "Арбуз — очень вкусный и полезный продукт, который готов доставить вам огромное  удовольствие, при условии, если вы научитесь правильно выбирать и хранить его. Плодовая мякоть арбуза содержит от 6 до 13 % легкоусвояемых сахаров (глюкоза, фруктоза и сахароза). К моменту созревания преобладают глюкоза и фруктоза, сахароза накапливается в процессе хранения арбуза. В 100 граммах съедобной части плода содержится всего 38 килокалорий. В мякоти содержатся витамин А, витамины группы В (В1, В2, В6, В9 и РР), витамин С, витамин Е, магний, калий, кальций, фосфор, железо, натрий.")
    static let apple: Product = Product(name: "яблоко", price: 213, description: "красное яблоко", fullDescription: "Чем полезны яблоки? В яблоках содержатся витамины A, С, В1, В2, РР и Е, а также магний, фосфор, йод, железо, селен, калий, кальций и цинк. В совокупности они придают нам жизненных сил, помогают справляться со стрессовыми ситуациями, улучшают работу мозга и укрепляют сердечно-сосудистую систему.")
    
}
